export default {
  projections: {
    ПродажаE: {
      дата: {
        __caption__: 'Дата'
      },
      магазин: {
        __caption__: 'Магазин',
        название: {
          __caption__: 'Название'
        }
      },
      строкаТовара: {
        __caption__: 'Строка товара',
        количество: {
          __caption__: 'Количество'
        },
        товар: {
          __caption__: 'Товар',
          название: {
            __caption__: 'Название'
          }
        }
      }
    },
    ПродажаL: {
      дата: {
        __caption__: 'Дата'
      },
      магазин: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    магазин: {
      __caption__: 'Магазин'
    },
    строкаТовара: {
      __caption__: 'Строка товара'
    }
  }
};
