export default {
  projections: {
    ПродажаE: {
      дата: {
        __caption__: 'дата'
      },
      магазин: {
        __caption__: 'магазин',
        название: {
          __caption__: 'название'
        }
      },
      строкаТовара: {
        __caption__: 'строкаТовара',
        количество: {
          __caption__: 'количество'
        },
        товар: {
          __caption__: 'товар',
          название: {
            __caption__: 'название'
          }
        }
      }
    },
    ПродажаL: {
      дата: {
        __caption__: 'дата'
      },
      магазин: {
        __caption__: 'магазин',
        название: {
          __caption__: 'название'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'дата'
    },
    магазин: {
      __caption__: 'магазин'
    },
    строкаТовара: {
      __caption__: 'строкаТовара'
    }
  }
};
